Repository: novincode/ratepress-languages
Catalog: languages/*/ratepress-*.po
Languages: es_es, fa_ir

source: No favorites yet.
fa_ir: هنوز علاقه‌مندی‌ای وجود ندارد.

source: Total Ratings
es_es: Valoraciones Totales
fa_ir: کل امتیازها

source: Last activity: %s
fa_ir: آخرین فعالیت: %s

source: No one has liked this yet.
fa_ir: هنوز کسی این را لایک نکرده است.

source: %d rating
es_es: %d valoración
fa_ir: %d امتیاز

source: %d people liked this
fa_ir: %d نفر این را لایک کرده‌اند

source: Dashboard
es_es: Panel de Control
fa_ir: داشبورد

source: Monitor your rating system performance and user engagement
es_es: Monitorea el rendimiento de tu sistema de valoraciones y la participación de usuarios
fa_ir: عملکرد سیستم امتیازدهی و تعامل کاربران را رصد کنید

source: Settings
es_es: Configuración
fa_ir: تنظیمات

source: Configure general settings and anti-spam options
es_es: Configura ajustes generales y opciones anti-spam
fa_ir: تنظیمات کلی و گزینه‌های ضد اسپم را پیکربندی کنید

source: Display
es_es: Visualización
fa_ir: نمایش

source: Configure how ratings appear on posts and comments
es_es: Configura cómo aparecen las valoraciones en entradas y comentarios
fa_ir: نحوه نمایش امتیازها در نوشته‌ها و دیدگاه‌ها را تنظیم کنید

source: Templates
es_es: Plantillas
fa_ir: قالب‌ها

source: Browse, install, and manage rating templates
es_es: Explora, instala y gestiona plantillas de valoración
fa_ir: قالب‌های امتیازدهی را مرور، نصب و مدیریت کنید

source: Analytics
es_es: Analíticas
fa_ir: آمار و تحلیل

source: Track your rating performance and user engagement
es_es: Rastrea el rendimiento de valoraciones y la participación de usuarios
fa_ir: عملکرد امتیازدهی و تعامل کاربران را پیگیری کنید

source: Data
es_es: Datos
fa_ir: داده‌ها

source: Import, export, and manage your rating data
es_es: Importa, exporta y gestiona tus datos de valoración
fa_ir: داده‌های امتیازدهی را وارد، صادر و مدیریت کنید

source: Support
es_es: Soporte
fa_ir: پشتیبانی

source: Get help and support
es_es: Obtén ayuda y soporte
fa_ir: راهنمایی و پشتیبانی دریافت کنید

source: Discard
es_es: Descartar
fa_ir: لغو تغییرات

source: Saving...
es_es: Guardando...
fa_ir: در حال ذخیره...

source: Save Settings
es_es: Guardar Configuración
fa_ir: ذخیره تنظیمات

source: Settings saved successfully!
es_es: ¡Configuración guardada correctamente!
fa_ir: تنظیمات با موفقیت ذخیره شد!

source: Reset All Settings
es_es: Restablecer Toda la Configuración
fa_ir: بازنشانی همه تنظیمات

source: Are you sure you want to reset all settings to their default values?
es_es: ¿Estás seguro de que deseas restablecer toda la configuración a sus valores predeterminados?
fa_ir: آیا مطمئنید که می‌خواهید همه تنظیمات را به حالت پیش‌فرض بازگردانید؟

source: This action cannot be undone.
es_es: Esta acción no se puede deshacer.
fa_ir: این عملیات قابل بازگشت نیست.

source: Cancel
es_es: Cancelar
fa_ir: انصراف

source: Go Back
es_es: Volver
fa_ir: بازگشت

source: Content
es_es: Contenido
fa_ir: محتوا

source: Rating
es_es: Valoración
fa_ir: امتیاز

source: Type
es_es: Tipo
fa_ir: نوع

source: Date
es_es: Fecha
fa_ir: تاریخ

source: Binary
es_es: Binario
fa_ir: لایک خالی

source: Bipolar
fa_ir: لایک/دیسلایک

source: Scale
es_es: Escala
fa_ir: مقیاس

source: Back
es_es: Atrás
fa_ir: بازگشت

source: Edit
es_es: Editar
fa_ir: ویرایش

source: User
es_es: Usuario
fa_ir: کاربر

source: View
es_es: Ver
fa_ir: مشاهده

source: Binary Avg
es_es: Promedio Binario
fa_ir: میانگین دوتایی

source: Bipolar Avg
es_es: Promedio Bipolar
fa_ir: میانگین دوقطبی

source: Scale Avg
es_es: Promedio de Escala
fa_ir: میانگین مقیاس

source: Pro Feature
es_es: Función Pro
fa_ir: امکانات حرفه‌ای

source: Upgrade to Pro to access detailed analytics and reporting features.
es_es: Actualiza a Pro para acceder a analíticas detalladas y funciones de informes.
fa_ir: برای دسترسی به آمار تفصیلی و گزارش‌های پیشرفته، نسخه حرفه‌ای را تهیه کنید.برای دسترسی به آمار تفصیلی و گزارش‌های پیشرفته، نسخه حرفه‌ای را تهیه کنید.

source: Loading analytics data...
es_es: Cargando datos de analíticas...
fa_ir: در حال بارگذاری داده‌های آماری...

source: All Time
es_es: Todo el Tiempo
fa_ir: همه زمان‌ها

source: Today
es_es: Hoy
fa_ir: امروز

source: Last 7 Days
es_es: Últimos 7 Días
fa_ir: ۷ روز گذشته

source: Last 30 Days
es_es: Últimos 30 Días
fa_ir: ۳۰ روز گذشته

source: Last 90 Days
es_es: Últimos 90 Días
fa_ir: ۹۰ روز گذشته

source: Custom Range
es_es: Rango Personalizado
fa_ir: بازه دلخواه

source: All Categories
es_es: Todas las Categorías
fa_ir: همه دسته‌ها

source: Pages
es_es: Páginas
fa_ir: صفحات

source: Overview
es_es: Resumen
fa_ir: نمای کلی

source: Trends
es_es: Tendencias
fa_ir: روندها

source: Users
es_es: Usuarios
fa_ir: کاربران

source: Total
fa_ir: همه

source: Actions
es_es: Acciones
fa_ir: عملیات

source: Details
es_es: Detalles
fa_ir: جزئیات

source: Category
es_es: Categoría
fa_ir: دسته‌بندی

source: IP Address
es_es: Dirección IP
fa_ir: آدرس IP

source: Post Title
es_es: Título de la Entrada
fa_ir: عنوان نوشته

source: Post Type
es_es: Tipo de Entrada
fa_ir: نوع نوشته

source: Active Users
es_es: Usuarios Activos
fa_ir: کاربران فعال

source: Average Rating
es_es: Valoración Promedio
fa_ir: میانگین امتیاز

source: Top 10 Most Rated Posts
es_es: Top 10 Entradas Más Valoradas
fa_ir: ۱۰ نوشته برتر با بیشترین امتیاز

source: No rated posts found
es_es: No se encontraron entradas valoradas
fa_ir: نوشته امتیازدهی‌شده‌ای یافت نشد

source: Detailed Trends by Rating Type
es_es: Tendencias Detalladas por Tipo de Valoración
fa_ir: روندهای تفصیلی بر اساس نوع امتیاز

source: Top Posts in Selected Period
es_es: Principales Entradas en el Período Seleccionado
fa_ir: پربازدیدترین پست‌های بازه انتخاب شده

source: No rated posts found for the selected period. Try adjusting your filters or add some ratings!
es_es: No se encontraron entradas valoradas para el período seleccionado. ¡Intenta ajustar tus filtros o añade algunas valoraciones!
fa_ir: هیچ نوشته‌ای در بازه انتخاب شده پیدا نشد. فیلترهای خود را تغییر دهید و دوباره انتخاب کنید

source: No rated content found. Start by adding ratings to your posts!
es_es: No se encontró contenido valorado. ¡Comienza añadiendo valoraciones a tus entradas!
fa_ir: هیچ محتوای امتیازداده شده‌ای پیدا نشد.

source: No users found. Users will appear here once they start rating your content!
es_es: No se encontraron usuarios. ¡Los usuarios aparecerán aquí una vez que comiencen a valorar tu contenido!
fa_ir: کاربری پیدا نشد. کاربران زمانی نمایش داده خواهند شد که به این پست امتیاز دهند

source: Analytics Dashboard
es_es: Panel de Analíticas
fa_ir: داشبورد آمار

source: Select date range
es_es: Seleccionar rango de fechas
fa_ir: بازه زمانی را انتخاب کنید

source: Select category
es_es: Seleccionar categoría
fa_ir: دسته‌بندی را انتخاب کنید

source: Reset
es_es: Restablecer
fa_ir: بازنشانی

source: Start Date
es_es: Fecha de Inicio
fa_ir: تاریخ شروع

source: Select start date
es_es: Seleccionar fecha de inicio
fa_ir: تاریخ شروع را انتخاب کنید

source: End Date
es_es: Fecha de Fin
fa_ir: تاریخ پایان

source: Select end date
es_es: Seleccionar fecha de fin
fa_ir: تاریخ پایان را انتخاب کنید

source: Time Period
es_es: Período de Tiempo
fa_ir: بازه زمانی

source: Reset Filters
es_es: Restablecer Filtros
fa_ir: بازنشانی فیلتر‌ها

source: Category Distribution
es_es: Distribución por Categoría
fa_ir: توزیع دسته‌بندی

source: Copied!
es_es: ¡Copiado!
fa_ir: کپی شد!

source: Copy to clipboard
es_es: Copiar al portapapeles
fa_ir: کپی در کلیپ‌بورد

source: Confirm
fa_ir: تایید

source: Select date
es_es: Seleccionar fecha
fa_ir: تاریخ را انتخاب کنید

source: Clear date
es_es: Borrar fecha
fa_ir: پاک کردن تاریخ

source: Select an option
es_es: Seleccionar una opción
fa_ir: یک گزینه انتخاب کنید

source: No data available
es_es: No hay datos disponibles
fa_ir: داده‌ای در دسترس نیست

source: Loading data...
es_es: Cargando datos...
fa_ir: در حال بارگذاری داده‌ها...

source: Download as CSV
es_es: Descargar como CSV
fa_ir: دانلود به صورت CSV

source: Download CSV
es_es: Descargar CSV
fa_ir: دانلود CSV

source: Showing
es_es: Mostrando
fa_ir: درحال نمایش

source: of
es_es: de
fa_ir: از

source: entries
es_es: entradas
fa_ir: ورودی

source: Previous
es_es: Anterior
fa_ir: قبلی

source: Page
es_es: Página
fa_ir: صفحه

source: Next
es_es: Siguiente
fa_ir: بعدی

source: Canvas-confetti library not loaded. Save settings to load it.
fa_ir: کتابخانه Canvas-confetti بارگذاری نشده است. برای بارگذاری تنظیمات را ذخیره کنید.

source: Invalid JSON format. Please check your configuration.
fa_ir: قالب JSON نامعتبر است. لطفاً تنظیمات خود را بررسی کنید.

source: Show confetti explosion when rating buttons are clicked
fa_ir: نمایش انفجار کنفتی هنگام کلیک روی دکمه‌های امتیازدهی

source: Advanced Confetti Playground
fa_ir: بازیگاه پیشرفته کنفتی

source: Create & customize amazing effects with our visual editor
fa_ir: افکت‌های شگفت‌انگیز بسازید و شخصی‌سازی کنید با ویرایشگر تصویری ما

source: Open Playground
fa_ir: باز کردن بازیگاه

source: Import/Export
fa_ir: وارد کردن / صادر کردن

source: Export Current Settings
fa_ir: صادر کردن تنظیمات فعلی

source: Import from Playground
fa_ir: وارد کردن از بازیگاه

source: Upload JSON File
fa_ir: آپلود فایل JSON

source: Or paste JSON configuration here...
fa_ir: یا پیکربندی JSON را اینجا جای‌گذاری کنید...

source: Import Configuration
fa_ir: وارد کردن پیکربندی

source: Basic Cannon
fa_ir: توپ ساده

source: Random Direction
fa_ir: جهت تصادفی

source: Realistic Look
fa_ir: ظاهر واقعی‌تر

source: Fireworks
fa_ir: آتش‌بازی

source: Snow
fa_ir: برف

source: Emoji
fa_ir: ایموجی

source: Choose a pre-configured effect or customize your own
fa_ir: یک افکت از پیش‌تنظیم‌شده انتخاب کنید یا افکت دلخواه خود را بسازید

source: Explosion Origin
fa_ir: مبدأ انفجار

source: Button Center
fa_ir: مرکز دکمه

source: Screen Center
fa_ir: مرکز صفحه

source: Where particles should explode from
fa_ir: محل شروع انفجار ذرات

source: Enter any emoji to use as confetti
fa_ir: هر ایموجی دلخواهی را برای استفاده به عنوان کنفتی وارد کنید

source: 🎉 Test Particles
fa_ir: 🎉 تست ذرات

source: Spread (degrees)
fa_ir: گسترش (درجه)

source: Start Velocity
fa_ir: سرعت اولیه

source: Angle (degrees)
fa_ir: زاویه (درجه)

source: Physics
fa_ir: فیزیک

source: Gravity
fa_ir: جاذبه

source: Decay
fa_ir: کاهش سرعت

source: Drift
fa_ir: انحراف

source: Duration (ticks)
fa_ir: مدت‌زمان (تیک‌ها)

source: Colors & Shapes
fa_ir: رنگ‌ها و شکل‌ها

source: Colors (comma-separated hex)
fa_ir: رنگ‌ها (به صورت hex و جداشده با کاما)

source: Respect Reduced Motion Preference
fa_ir: رعایت تنظیم کاهش حرکت کاربر

source: Disable particles for users who prefer reduced motion
fa_ir: غیرفعال کردن ذرات برای کاربرانی که حرکت کمتر را ترجیح می‌دهند

source: Rating Trends
es_es: Tendencias de Valoración
fa_ir: روند امتیازدهی

source: No Preview
es_es: Sin Vista Previa
fa_ir: پیش‌نمایشی وجود ندارد

source: Installed
es_es: Instalado
fa_ir: نصب‌شده

source: Version %s available
es_es: Versión %s disponible
fa_ir: نسخه %s موجود است

source: Update to version %s
es_es: Actualizar a versión %s
fa_ir: بروزرسانی به نسخه %s

source: Updating...
es_es: Actualizando...
fa_ir: در حال بروزرسانی...

source: Update
es_es: Actualizar
fa_ir: بروزرسانی

source: Delete template
es_es: Eliminar plantilla
fa_ir: حذف قالب

source: Delete core template (will be restored on plugin update)
es_es: Eliminar plantilla principal (se restaurará con la actualización del plugin)
fa_ir: حذف قالب اصلی (با بروزرسانی افزونه بازیابی می‌شود)

source: Deleting...
es_es: Eliminando...
fa_ir: در حال حذف...

source: Delete
es_es: Eliminar
fa_ir: حذف

source: Installing...
es_es: Instalando...
fa_ir: در حال نصب...

source: Install
es_es: Instalar
fa_ir: نصب

source: Template
es_es: Plantilla
fa_ir: قالب

source: Choose a template
es_es: Elegir una plantilla
fa_ir: یک قالب انتخاب کنید

source: Small
es_es: Pequeño
fa_ir: کوچک

source: Medium
es_es: Mediano
fa_ir: متوسط

source: Large
es_es: Grande
fa_ir: بزرگ

source: Size
es_es: Tamaño
fa_ir: اندازه

source: No templates available for this category
es_es: No hay plantillas disponibles para esta categoría
fa_ir: قالبی برای این دسته‌بندی موجود نیست

source: Enable Analytics
es_es: Habilitar Analíticas
fa_ir: فعال‌سازی آمار

source: Collect detailed analytics data (increases DB size; enable cleanup).
es_es: Recopila datos de analíticas detallados (aumenta el tamaño de la BD; habilita limpieza).
fa_ir: جمع‌آوری داده‌های آماری تفصیلی (حجم دیتابیس را افزایش می‌دهد؛ پاکسازی را فعال کنید).جمع‌آوری داده‌های آماری تفصیلی (حجم دیتابیس را افزایش می‌دهد؛ پاکسازی را فعال کنید).

source: Cleanup Analytics (Months)
es_es: Limpieza de Analíticas (Meses)
fa_ir: پاکسازی آمار (ماه)

source: 0 = disabled. Deletes old analytics data to save space.
es_es: 0 = deshabilitado. Elimina datos de analíticas antiguos para ahorrar espacio.
fa_ir: ۰ = غیرفعال. داده‌های آماری قدیمی را برای صرفه‌جویی در فضا حذف می‌کند.

source: Analytics dashboard coming soon.
es_es: Panel de analíticas próximamente.
fa_ir: داشبورد آمار به‌زودی در دسترس خواهد بود.

source: Anti-Spam
fa_ir: ضد اسپم

source: Configure anti-spam measures and rate limiting
es_es: Configura medidas anti-spam y limitación de tasa
fa_ir: اقدامات ضد اسپم و محدودیت امتیازدهی را پیکربندی کنید

source: Require Login to Rate
es_es: Requiere Inicio de Sesión para Valorar
fa_ir: ورود اجباری برای امتیازدهی

source: Only logged-in users can rate. Disables anonymous options below.
es_es: Solo usuarios conectados pueden valorar. Deshabilita opciones anónimas abajo.
fa_ir: فقط کاربران وارد‌شده می‌توانند امتیاز بدهند. گزینه‌های ناشناس زیر را غیرفعال می‌کند.فقط کاربران وارد‌شده می‌توانند امتیاز بدهند. گزینه‌های ناشناس زیر را غیرفعال می‌کند.

source: Enable IP-Based Anti-Spam
es_es: Habilitar Anti-Spam Basado en IP
fa_ir: فعال‌سازی ضد اسپم مبتنی بر IP

source: Stores IPs for checks (increases DB size ~10-20%; enable cleanup). Limits multiple ratings from same IP.
es_es: Almacena IPs para verificación (aumenta tamaño de BD ~10-20%; habilita limpieza). Limita múltiples valoraciones desde la misma IP.
fa_ir: آدرس‌های IP را برای بررسی ذخیره می‌کند (حجم دیتابیس را ۱۰-۲۰٪ افزایش می‌دهد؛ پاکسازی را فعال کنید). امتیازدهی‌های متعدد از یک IP را محدود می‌کند.

source: IP Cooldown (Days)
es_es: Tiempo de Espera de IP (Días)
fa_ir: زمان انتظار IP (روز)

source: Days before same IP can re-rate a post.
es_es: Días antes de que la misma IP pueda revalorar una entrada.
fa_ir: تعداد روزهای انتظار قبل از امتیازدهی مجدد یک IP به یک نوشته.

source: Max Ratings per IP per Day
es_es: Máximo de Valoraciones por IP por Día
fa_ir: حداکثر امتیاز هر IP در روز

source: 0 = unlimited. Warn: Heavy queries if high volume.
es_es: 0 = ilimitado. Advertencia: Consultas pesadas si hay alto volumen.
fa_ir: ۰ = نامحدود. هشدار: در حجم بالا، کوئری‌های سنگین ایجاد می‌شود.

source: Enable Cookie-Based Anti-Spam
es_es: Habilitar Anti-Spam Basado en Cookies
fa_ir: فعال‌سازی ضد اسپم مبتنی بر کوکی

source: Uses cookies for quick checks (GDPR note: Hash stored in DB if enabled).
es_es: Usa cookies para verificaciones rápidas (nota GDPR: Hash almacenado en BD si está habilitado).
fa_ir: از کوکی‌ها برای بررسی سریع استفاده می‌کند (نکته GDPR: در صورت فعال‌سازی، هش در دیتابیس ذخیره می‌شود).

source: Cookie Expiry (Days)
es_es: Expiración de Cookie (Días)
fa_ir: انقضای کوکی (روز)

source: Days cookie locks rating per post.
es_es: Días que la cookie bloquea la valoración por entrada.
fa_ir: تعداد روزهایی که کوکی امتیازدهی به هر نوشته را قفل می‌کند.

source: Max Ratings per Cookie per Day
es_es: Máximo de Valoraciones por Cookie por Día
fa_ir: حداکثر امتیاز هر کوکی در روز

source: 0 = unlimited.
es_es: 0 = ilimitado.
fa_ir: ۰ = نامحدود.

source: Global Cooldown (Seconds)
es_es: Tiempo de Espera Global (Segundos)
fa_ir: زمان انتظار سراسری (ثانیه)

source: Wait time between any ratings site-wide.
es_es: Tiempo de espera entre cualquier valoración en todo el sitio.
fa_ir: زمان انتظار بین هر امتیازدهی در کل سایت.

source: Max Ratings per User per Day
es_es: Máximo de Valoraciones por Usuario por Día
fa_ir: حداکثر امتیاز هر کاربر در روز

source: For logged-in users. 0 = unlimited.
es_es: Para usuarios conectados. 0 = ilimitado.
fa_ir: برای کاربران وارد‌شده. ۰ = نامحدود.

source: Allow Admins Unlimited Ratings
es_es: Permitir Valoraciones Ilimitadas a Administradores
fa_ir: امتیازدهی نامحدود برای مدیران

source: Administrators can rate without limits, useful for testing and debugging.
es_es: Los administradores pueden valorar sin límites, útil para pruebas y depuración.
fa_ir: مدیران می‌توانند بدون محدودیت امتیاز بدهند، برای تست و عیب‌یابی مفید است.

source: Cleanup Old Ratings (Months)
es_es: Limpiar Valoraciones Antiguas (Meses)
fa_ir: پاکسازی امتیازهای قدیمی (ماه)

source: 0 = disabled. WARNING: Only deletes ratings with IP addresses (anti-spam data); preserves user rating history!
es_es: 0 = deshabilitado. ADVERTENCIA: Solo elimina valoraciones con direcciones IP (datos anti-spam); ¡preserva el historial de valoraciones de usuario!
fa_ir: ۰ = غیرفعال. هشدار: فقط امتیازهای دارای آدرس IP (داده‌های ضد اسپم) را حذف می‌کند؛ تاریخچه امتیازهای کاربران حفظ می‌شود!

source: This Month
es_es: Este Mes
fa_ir: این ماه

source: Export completed successfully!
es_es: ¡Exportación completada correctamente!
fa_ir: صادرات با موفقیت انجام شد!

source: Export failed.
es_es: La exportación falló.
fa_ir: صادرات ناموفق بود.

source: Export failed. Please try again.
es_es: La exportación falló. Por favor, intenta de nuevo.
fa_ir: صادرات ناموفق بود. لطفاً دوباره تلاش کنید.

source: Data cleaned successfully!
es_es: ¡Datos limpiados correctamente!
fa_ir: داده‌ها با موفقیت پاکسازی شدند!

source: Clean failed.
es_es: La limpieza falló.
fa_ir: پاکسازی ناموفق بود.

source: Clean failed. Please try again.
es_es: La limpieza falló. Por favor, intenta de nuevo.
fa_ir: پاکسازی ناموفق بود. لطفاً دوباره تلاش کنید.

source: Please select a file to import.
es_es: Por favor, selecciona un archivo para importar.
fa_ir: لطفاً یک فایل برای وارد کردن انتخاب کنید.

source: Please select a valid SQL file.
es_es: Por favor, selecciona un archivo SQL válido.
fa_ir: لطفاً یک فایل SQL معتبر انتخاب کنید.

source: Data imported successfully!
es_es: ¡Datos importados correctamente!
fa_ir: داده‌ها با موفقیت وارد شدند!

source: Import failed.
es_es: La importación falló.
fa_ir: وارد کردن ناموفق بود.

source: Import failed. Please try again.
es_es: La importación falló. Por favor, intenta de nuevo.
fa_ir: وارد کردن ناموفق بود. لطفاً دوباره تلاش کنید.

source: Failed to reset settings.
fa_ir: بازنشانی تنظیمات ناموفق بود.

source: Failed to copy settings to clipboard.
fa_ir: کپی تنظیمات در کلیپ‌بورد ناموفق بود.

source: Failed to import settings. Invalid JSON file.
fa_ir: وارد کردن تنظیمات ناموفق بود. فایل JSON نامعتبر است.

source: Failed to import settings from clipboard. Make sure you have valid JSON copied.
fa_ir: وارد کردن تنظیمات از کلیپ‌بورد ناموفق بود. مطمئن شوید JSON معتبر کپی کرده‌اید.

source: Failed to save imported settings.
fa_ir: ذخیره تنظیمات واردشده ناموفق بود.

source: Data Management
es_es: Gestión de Datos
fa_ir: مدیریت داده‌ها

source: Export or import your RatePress panel configuration as JSON files.
fa_ir: پیکربندی پنل RatePress را به صورت فایل JSON صادر یا وارد کنید.

source: Paste from Clipboard
fa_ir: چسباندن از کلیپ‌بورد

source: Are you absolutely sure you want to reset ALL settings to defaults? This cannot be undone!
es_es: ¿Estás absolutamente seguro de que deseas restablecer TODA la configuración a predeterminados? ¡Esto no se puede deshacer!
fa_ir: آیا کاملاً مطمئنید که می‌خواهید همه تنظیمات را به حالت پیش‌فرض بازگردانید؟ این عملیات قابل بازگشت نیست!

source: Export your settings to backup your configuration or transfer it to another site. Import settings to restore or apply a configuration. Reset will restore all settings to their default values.
fa_ir: تنظیمات خود را برای پشتیبان‌گیری یا انتقال به سایت دیگر صادر کنید. تنظیمات را برای بازیابی یا اعمال پیکربندی وارد کنید. بازنشانی همه تنظیمات را به مقادیر پیش‌فرض برمی‌گرداند.

source: Export your RatePress database data as SQL files for backup or migration.
fa_ir: داده‌های پایگاه‌داده RatePress را به صورت فایل‌های SQL برای پشتیبان‌گیری یا انتقال صادر کنید.

source: Export All Data
es_es: Exportar Todos los Datos
fa_ir: صادرات همه داده‌ها

source: Download SQL files containing your ratings and analytics data. Use these files for backups or to migrate data between sites.
fa_ir: فایل‌های SQL حاوی امتیازها و داده‌های آماری خود را دانلود کنید. از این فایل‌ها برای پشتیبان‌گیری یا انتقال داده‌ها بین سایت‌ها استفاده کنید.

source: Import RatePress data from SQL export files.
es_es: Importa datos de RatePress desde archivos de exportación SQL.
fa_ir: وارد کردن داده‌های ریت‌پرس از فایل‌های SQL صادرشده.

source: Select a RatePress SQL export file to import. This will merge data with existing records.
es_es: Selecciona un archivo de exportación SQL de RatePress para importar. Esto fusionará los datos con los registros existentes.
fa_ir: یک فایل SQL صادرشده از ریت‌پرس برای وارد کردن انتخاب کنید. این کار داده‌ها را با رکوردهای موجود ادغام خواهد کرد.

source: Clean Data
es_es: Limpiar Datos
fa_ir: پاکسازی داده‌ها

source: Warning:
fa_ir: هشدار:

source: These actions cannot be undone. Please export your data first before cleaning!
es_es: ¡Estas acciones no se pueden deshacer. Por favor, exporta tus datos antes de limpiar!
fa_ir: این عملیات‌ها قابل بازگشت نیستند. لطفاً قبل از پاکسازی، ابتدا از داده‌های خود خروجی بگیرید!

source: Clean All Data
es_es: Limpiar Todos los Datos
fa_ir: پاکسازی همه داده‌ها

source: Clean All Data: Removes all ratings and analytics data
fa_ir: پاکسازی همه داده‌ها: حذف تمام امتیازها و داده‌های آماری

source: Clean Ratings: Removes only rating data, keeps analytics
fa_ir: پاکسازی امتیازها: فقط داده‌های امتیاز را حذف می‌کند، آمار باقی می‌ماند

source: Clean Analytics: Removes only analytics data, keeps ratings
fa_ir: پاکسازی آمار: فقط داده‌های آماری را حذف می‌کند، امتیازها باقی می‌مانند

source: Are you sure you want to clean this data?
es_es: ¿Estás seguro de que deseas limpiar estos datos?
fa_ir: آیا مطمئنید که می‌خواهید این داده‌ها را پاکسازی کنید؟

source: This action cannot be undone. Make sure to export your data first!
es_es: Esta acción no se puede deshacer. ¡Asegúrate de exportar tus datos primero!
fa_ir: این عملیات قابل بازگشت نیست. حتماً ابتدا از داده‌های خود خروجی بگیرید!

source: Import Data
es_es: Importar Datos
fa_ir: وارد کردن داده‌ها

source: Are you sure you want to import this SQL file?
es_es: ¿Estás seguro de que deseas importar este archivo SQL?
fa_ir: آیا مطمئنید که می‌خواهید این فایل SQL را وارد کنید؟

source: This will add data to your existing tables.
es_es: Esto añadirá datos a tus tablas existentes.
fa_ir: این کار داده‌ها را به جداول موجود شما اضافه خواهد کرد.

source: All Types
es_es: Todos los Tipos
fa_ir: همه انواع

source: Binary (Like)
es_es: Binario (Me Gusta)
fa_ir: دوتایی (لایک)

source: Bipolar (Like & Dislike)
es_es: Bipolar (Me Gusta y No Me Gusta)
fa_ir: دوقطبی (لایک و دیسلایک)

source: Scale (Stars)
es_es: Escala (Estrellas)
fa_ir: مقیاس (ستاره)

source: Position
es_es: Posición
fa_ir: موقعیت

source: Before text
es_es: Antes del texto
fa_ir: قبل از متن

source: Before content
es_es: Antes del contenido
fa_ir: قبل از محتوا

source: After text
es_es: Después del texto
fa_ir: بعد از متن

source: After content
es_es: Después del contenido
fa_ir: بعد از محتوا

source: Manual only
es_es: Solo manual
fa_ir: فقط دستی

source: Filter Templates
es_es: Filtrar Plantillas
fa_ir: فیلتر قالب‌ها

source: Show counts
es_es: Mostrar contadores
fa_ir: نمایش تعداد

source: Dark mode
es_es: Modo oscuro
fa_ir: حالت تاریک

source: Configure how and where ratings appear on your content types
es_es: Configura cómo y dónde aparecen las valoraciones en tus tipos de contenido
fa_ir: نحوه و محل نمایش امتیازها در انواع محتوای خود را تنظیم کنید

source: Enable ratings for
es_es: Habilitar valoraciones para
fa_ir: فعال‌سازی امتیازدهی برای
