Repository: novincode/ratepress-languages
Catalog: languages/*/ratepress-*.po
Languages: es_es, fa_ir

source: Single pages
es_es: Páginas individuales
fa_ir: صفحات تکی

source: Archive pages
es_es: Páginas de archivo
fa_ir: صفحات آرشیو

source: Explosion Effects
fa_ir: افکت‌های انفجار

source: Comment Ratings
es_es: Valoraciones de Comentarios
fa_ir: امتیازدهی دیدگاه‌ها

source: Enable comment ratings
es_es: Habilitar valoraciones de comentarios
fa_ir: فعال‌سازی امتیازدهی دیدگاه‌ها

source: Copy Code
es_es: Copiar Código
fa_ir: کپی کد

source: Shortcode
fa_ir: شورت‌کد

source: PHP Code
es_es: Código PHP
fa_ir: کد PHP

source: HTML Attributes
es_es: Atributos HTML
fa_ir: ویژگی‌های HTML

source: Top Left
fa_ir: بالا چپ

source: Top Center
fa_ir: بالا وسط

source: Top Right
fa_ir: بالا راست

source: Bottom Left
fa_ir: پایین چپ

source: Bottom Center
fa_ir: پایین وسط

source: Bottom Right
fa_ir: پایین راست

source: Notification system not loaded. Save settings and refresh the page.
fa_ir: سیستم اعلان بارگذاری نشده است. تنظیمات را ذخیره کرده و صفحه را تازه‌سازی کنید.

source: Success
fa_ir: موفقیت

source: Shown when a rating is successfully submitted
fa_ir: هنگام ارسال موفق امتیاز نمایش داده می‌شود

source: Already Rated
fa_ir: قبلاً امتیاز داده‌اید

source: Shown when user has already rated this item
fa_ir: هنگامی که کاربر قبلاً به این مورد امتیاز داده باشد نمایش داده می‌شود

source: Not Logged In
fa_ir: وارد نشده‌اید

source: Shown when login is required to rate
fa_ir: وقتی ورود برای امتیازدهی لازم باشد نمایش داده می‌شود

source: Rate Limit
fa_ir: محدودیت امتیازدهی

source: Shown when user has exceeded rate limits
fa_ir: وقتی کاربر از حد مجاز امتیازدهی عبور کرده باشد نمایش داده می‌شود

source: Generic Error
fa_ir: خطای عمومی

source: Shown for unexpected errors
fa_ir: برای خطاهای غیرمنتظره نمایش داده می‌شود

source: Shown when rating data is invalid
fa_ir: وقتی داده‌های امتیاز نامعتبر باشند نمایش داده می‌شود

source: Show notification toasts for rating actions
fa_ir: نمایش اعلان‌های توست برای اقدامات امتیازدهی

source: Appearance
fa_ir: ظاهر

source: Enable this message
fa_ir: فعال‌سازی این پیام

source: Message Text
fa_ir: متن پیام

source: Enter custom message...
fa_ir: متن سفارشی را وارد کنید...

source: Display Duration (ms)
fa_ir: مدت نمایش (میلی‌ثانیه)

source: How long toasts remain visible (0 = forever)
fa_ir: مدت‌زمان نمایش اعلان‌ها (۰ = همیشه نمایش)

source: Allow users to manually close notifications
fa_ir: اجازه دهید کاربران اعلان‌ها را به‌صورت دستی ببندند

source: Available placeholders: {type}, {message}, {icon}, {close_button}
fa_ir: متغیرهای قابل استفاده: {type}، {message}، {icon}، {close_button}

source: Toast Styles
fa_ir: استایل اعلان‌ها

source: Customize the appearance of notifications
fa_ir: ظاهر اعلان‌ها را شخصی‌سازی کنید

source: CSS Classes:
fa_ir: کلاس‌های CSS:

source: Icon SVGs
fa_ir: آیکون‌های SVG

source: Success Icon
fa_ir: آیکون موفقیت

source: Error Icon
fa_ir: آیکون خطا

source: Info Icon
fa_ir: آیکون اطلاعات

source: Warning Icon
fa_ir: آیکون هشدار

source: General Settings
es_es: Configuración General
fa_ir: تنظیمات عمومی

source: Only logged-in users can rate. Enables user-based rate limiting below.
es_es: Solo usuarios conectados pueden valorar. Habilita limitación de tasa basada en usuario abajo.
fa_ir: فقط کاربران وارد‌شده می‌توانند امتیاز بدهند. محدودیت امتیازدهی مبتنی بر کاربر را در زیر فعال می‌کند.فقط کاربران وارد‌شده می‌توانند امتیاز بدهند. محدودیت مبتنی بر کاربر را در زیر فعال می‌کند.

source: Enable JavaScript Mode (Cache-Friendly)
es_es: Habilitar Modo JavaScript (Compatible con Caché)
fa_ir: فعال‌سازی حالت JavaScript (سازگار با کش)

source: Load rating data dynamically via JavaScript for better caching compatibility. Templates load as placeholders initially.
es_es: Carga datos de valoración dinámicamente vía JavaScript para mejor compatibilidad con caché. Las plantillas se cargan como marcadores de posición inicialmente.
fa_ir: بارگذاری داده‌های امتیازدهی به صورت پویا از طریق JavaScript برای سازگاری بهتر با کش. قالب‌ها در ابتدا به صورت جای‌نما بارگذاری می‌شوند.

source: SEO & Structured Data
es_es: SEO y Datos Estructurados
fa_ir: سئو و داده‌های ساختاریافته

source: Enable Structured Data (JSON-LD)
es_es: Habilitar Datos Estructurados (JSON-LD)
fa_ir: فعال‌سازی داده‌های ساختاریافته (JSON-LD)

source: Adds Google-compatible structured data for ratings to improve search results and enable rich snippets.
es_es: Añade datos estructurados compatibles con Google para valoraciones para mejorar resultados de búsqueda y habilitar fragmentos enriquecidos.
fa_ir: داده‌های ساختاریافته سازگار با گوگل را برای امتیازها اضافه می‌کند تا نتایج جستجو را بهبود بخشد و اسنیپت‌های غنی را فعال کند.

source: Enhance Existing Schema
fa_ir: بهبود شمای موجود

source: If other SEO plugins have added schema, skip adding duplicate schema to avoid conflicts. Currently prevents duplicates; future versions may merge rating data.
fa_ir: اگر افزونه‌های دیگر شِما اضافه کرده‌اند، برای جلوگیری از تداخل، از افزودن شِمای تکراری صرف‌نظر کنید. در حال حاضر از تکرار جلوگیری می‌شود؛ نسخه‌های آینده ممکن است داده‌های امتیاز را ادغام کنند.

source: Adds rating information to Open Graph meta tags for better social media sharing.
fa_ir: اطلاعات امتیازدهی را به متاتگ‌های Open Graph برای اشتراک‌گذاری بهتر در شبکه‌های اجتماعی اضافه می‌کند.

source: Adds rating information to Twitter Card meta tags for enhanced tweet previews.
fa_ir: اطلاعات امتیازدهی را به متاتگ‌های Twitter Card برای نمایش بهتر پیش‌نمایش توییت‌ها اضافه می‌کند.

source: Include Ratings in Meta Description
es_es: Incluir Valoraciones en Meta Descripción
fa_ir: درج امتیازها در توضیحات متا

source: Automatically includes rating information in page meta descriptions for better SEO.
es_es: Incluye automáticamente información de valoración en las meta descripciones de página para mejor SEO.
fa_ir: به طور خودکار اطلاعات امتیازدهی را در توضیحات متای صفحه برای سئو بهتر درج می‌کند.

source: Anti-Spam & Rate Limiting
es_es: Anti-Spam y Limitación de Tasa
fa_ir: ضد اسپم و محدودیت امتیازدهی

source: Maximum ratings allowed per logged-in user per day. 0 = unlimited.
es_es: Máximo de valoraciones permitidas por usuario conectado por día. 0 = ilimitado.
fa_ir: حداکثر امتیازهای مجاز برای هر کاربر وارد‌شده در روز. ۰ = نامحدود.

source: IP Cooldown (Hours)
es_es: Tiempo de Espera de IP (Horas)
fa_ir: زمان انتظار IP (ساعت)

source: Hours before same IP can re-rate a post.
es_es: Horas antes de que la misma IP pueda revalorar una entrada.
fa_ir: تعداد ساعت‌های انتظار قبل از امتیازدهی مجدد یک IP به یک نوشته.

source: Max Ratings per IP per
es_es: Máximo de Valoraciones por IP por
fa_ir: حداکثر امتیاز هر IP در

source: Hours
es_es: Horas
fa_ir: ساعت

source: 0 = unlimited. Limits ratings from the same IP within the cooldown period.
es_es: 0 = ilimitado. Limita valoraciones desde la misma IP dentro del período de espera.
fa_ir: ۰ = نامحدود. امتیازدهی از یک IP را در بازه زمان انتظار محدود می‌کند.

source: Documentation and support resources
es_es: Documentación y recursos de soporte
fa_ir: مستندات و منابع پشتیبانی

source: Documentation and support resources coming soon.
es_es: Documentación y recursos de soporte próximamente.
fa_ir: مستندات و منابع پشتیبانی به‌زودی در دسترس خواهند بود.

source: Failed to load templates
es_es: Error al cargar plantillas
fa_ir: بارگذاری قالب‌ها ناموفق بود

source: Template installed successfully!
es_es: ¡Plantilla instalada correctamente!
fa_ir: قالب با موفقیت نصب شد!

source: Failed to install template
es_es: Error al instalar plantilla
fa_ir: نصب قالب ناموفق بود

source: Template updated successfully!
es_es: ¡Plantilla actualizada correctamente!
fa_ir: قالب با موفقیت بروزرسانی شد!

source: Failed to update template
es_es: Error al actualizar plantilla
fa_ir: بروزرسانی قالب ناموفق بود

source: Template deleted successfully!
es_es: ¡Plantilla eliminada correctamente!
fa_ir: قالب با موفقیت حذف شد!

source: Template uploaded successfully!
es_es: ¡Plantilla subida correctamente!
fa_ir: قالب با موفقیت آپلود شد!

source: Failed to upload template
es_es: Error al subir plantilla
fa_ir: آپلود قالب ناموفق بود

source: Scale (Star Ratings)
es_es: Escala (Valoraciones con Estrellas)
fa_ir: مقیاس (امتیازدهی ستاره‌ای)

source: Browse and install rating templates from the community
es_es: Explora e instala plantillas de valoración de la comunidad
fa_ir: قالب‌های امتیازدهی را از جامعه مرور و نصب کنید

source: Upload
es_es: Subir
fa_ir: آپلود

source: Refresh
es_es: Actualizar
fa_ir: بروزرسانی

source: Search templates...
es_es: Buscar plantillas...
fa_ir: جستجوی قالب‌ها...

source: %d selected
fa_ir: %d مورد انتخاب‌شده

source: Update Selected
fa_ir: به‌روزرسانی موارد انتخاب‌شده

source: Loading templates...
es_es: Cargando plantillas...
fa_ir: در حال بارگذاری قالب‌ها...

source: No templates found
es_es: No se encontraron plantillas
fa_ir: قالبی یافت نشد

source: Try adjusting your search or filter criteria
es_es: Intenta ajustar tu búsqueda o criterios de filtro
fa_ir: جستجو یا فیلترهای خود را تغییر دهید

source: Are you sure you want to delete the %s template?
es_es: ¿Estás seguro de que deseas eliminar la plantilla %s?
fa_ir: آیا مطمئنید که می‌خواهید قالب %s را حذف کنید؟

source: Are you sure you want to delete the %s template? (It will be restored on plugin update)
es_es: ¿Estás seguro de que deseas eliminar la plantilla %s? (Se restaurará con la actualización del plugin)
fa_ir: آیا مطمئنید که می‌خواهید قالب %s را حذف کنید؟ (با بروزرسانی افزونه بازیابی خواهد شد)

source: RatePress
fa_ir: ریت‌پرس

source: Five Stars
es_es: Cinco Estrellas
fa_ir: پنج ستاره

source: Heart
es_es: Corazón
fa_ir: قلب

source: Like/Dislike
es_es: Me Gusta/No Me Gusta
fa_ir: لایک/دیسلایک

source: Stars (1-5)
es_es: Estrellas (1-5)
fa_ir: ستاره (۱-۵)

source: Like Only
es_es: Solo Me Gusta
fa_ir: فقط لایک

source: Post
es_es: Entrada
fa_ir: نوشته

source: Comment
es_es: Comentario
fa_ir: دیدگاه

source: Loading preview...
es_es: Cargando vista previa...
fa_ir: در حال بارگذاری پیش‌نمایش...

source: Rating Settings
es_es: Configuración de Valoración
fa_ir: تنظیمات امتیازدهی

source: Rating Type
es_es: Tipo de Valoración
fa_ir: نوع امتیازدهی

source: Object Type
es_es: Tipo de Objeto
fa_ir: نوع شیء

source: Show Counts
es_es: Mostrar Contadores
fa_ir: نمایش تعداد

source: Advanced
es_es: Avanzado
fa_ir: پیشرفته

source: Custom Object ID
es_es: ID de Objeto Personalizado
fa_ir: شناسه شیء سفارشی

source: Leave empty to use current object
es_es: Dejar vacío para usar objeto actual
fa_ir: برای استفاده از شیء فعلی خالی بگذارید

source: Current object ID:
es_es: ID de objeto actual:
fa_ir: شناسه شیء فعلی:

source: Rating Widget
es_es: Widget de Valoración
fa_ir: ابزارک امتیازدهی

source: Add a rating widget
es_es: Añadir un widget de valoración
fa_ir: افزودن ابزارک امتیازدهی

source: Display top-rated posts or comments based on various metrics
fa_ir: نمایش پست‌ها یا دیدگاه‌های با بالاترین امتیاز بر اساس معیارهای مختلف

source: top
fa_ir: برتر

source: best
fa_ir: بهترین

source: popular
fa_ir: محبوب

source: trending
fa_ir: پربازدید

source: Metric
fa_ir: معیار

source: How to rank the items
fa_ir: نحوه رتبه‌بندی موارد

source: Negative Count
fa_ir: تعداد منفی‌ها

source: Net Score (Positive - Negative)
fa_ir: امتیاز خالص (مثبت - منفی)

source: Minimum number of ratings required
fa_ir: حداقل تعداد امتیازهای لازم

source: This Week
fa_ir: این هفته

source: This Year
fa_ir: امسال

source: Number of Items
fa_ir: تعداد موارد

source: Exclude IDs
fa_ir: شناسه‌های مستثنا

source: Comma-separated list of IDs to exclude
fa_ir: فهرست شناسه‌های مستثناشده، جداشده با کاما

source: Layout
fa_ir: چیدمان

source: List
fa_ir: فهرست

source: Grid
fa_ir: شبکه‌ای

source: Columns
fa_ir: ستون‌ها

source: Show Thumbnail
fa_ir: نمایش تصویر بندانگشتی

source: Metric:
fa_ir: معیار:

source: Net Score
fa_ir: امتیاز خالص

source: Limit:
fa_ir: محدودیت:

source: items
fa_ir: مورد

source: Layout:
fa_ir: چیدمان:

source: columns
fa_ir: ستون

source: This block will display the top-rated content on the frontend. Configure settings in the sidebar.
fa_ir: این بلوک محتوای دارای بالاترین امتیاز را در بخش کاربری نمایش می‌دهد. تنظیمات را در نوار کناری پیکربندی کنید.

source: Display posts or comments that a user has rated (favorites, liked posts, etc.)
fa_ir: نمایش پست‌ها یا دیدگاه‌هایی که کاربر به آن‌ها امتیاز داده است (علاقه‌مندی‌ها، پست‌های لایک‌شده و غیره)

source: favorites
fa_ir: علاقه‌مندی‌ها

source: liked
fa_ir: لایک‌شده

source: user
fa_ir: کاربر

source: Both
fa_ir: هر دو

source: Any Value
fa_ir: هر مقداری

source: Minimum Value
fa_ir: حداقل مقدار

source: Minimum Rating Value
fa_ir: حداقل مقدار امتیاز

source: Order By
fa_ir: مرتب‌سازی بر اساس

source: Random
fa_ir: تصادفی

source: Order
fa_ir: ترتیب

source: Descending
fa_ir: نزولی

source: Ascending
fa_ir: صعودی

source: Show when empty
fa_ir: نمایش در صورت خالی بودن

source: Display message when no ratings found
fa_ir: نمایش پیام وقتی امتیازی یافت نشود

source: Min value:
fa_ir: حداقل مقدار:

source: This block will display the rated items on the frontend. Configure settings in the sidebar.
fa_ir: این بلوک موارد امتیازدهی‌شده را در بخش کاربری نمایش می‌دهد. تنظیمات را در نوار کناری پیکربندی کنید.

source: Binary (Like Only)
es_es: Binario (Solo Me Gusta)

source: Scale (Stars, 1-10)
es_es: Escala (Estrellas, 1-10)

source: You must be logged in to rate this content.
es_es: Debes iniciar sesión para valorar este contenido.

source: Unknown
es_es: Desconocido

source: No data provided
es_es: No se proporcionaron datos

source: No settings provided
es_es: No se proporcionó configuración

source: Settings saved successfully
es_es: Configuración guardada correctamente

source: Settings reset to defaults
es_es: Configuración restaurada a valores predeterminados

source: Invalid cooldown value
es_es: Valor de tiempo de espera inválido

source: RatePress Translation Available
es_es: Traducción de RatePress Disponible

source: RatePress is available in %s! Click here to download the translation.
es_es: ¡RatePress está disponible en %s! Haz clic aquí para descargar la traducción.

source: Download Translation
es_es: Descargar Traducción

source: Downloading...
es_es: Descargando...

source: Translation downloaded! Refreshing page...
es_es: ¡Traducción descargada! Actualizando página...

source: Failed to download translation
es_es: Error al descargar la traducción

source: Star rating widget
es_es: Widget de valoración con estrellas

source: Rate from 1 to 5 stars
es_es: Valorar de 1 a 5 estrellas

source: Rate %d out of 5 stars
es_es: Valorar %d de 5 estrellas

source: %d star%s
es_es: %d estrella%s

source: Average rating: %s out of 5 stars
es_es: Valoración promedio: %s de 5 estrellas

source: Heart rating widget
es_es: Widget de valoración con corazón

source: Remove love
es_es: Quitar me encanta

source: Love this
es_es: Me encanta

source: %d person loves this
es_es: A %d persona le encanta esto

source: Like or dislike rating widget
es_es: Widget de me gusta o no me gusta

source: Remove like
es_es: Quitar me gusta

source: Like this
es_es: Me gusta

source: %d like
es_es: %d me gusta

source: Remove dislike
es_es: Quitar no me gusta

source: Dislike this
es_es: No me gusta

source: %d dislike
es_es: %d no me gusta

source: Loading chunk...
es_es: Cargando fragmento...

source: Enable Rich Snippets Support
es_es: Habilitar Soporte de Fragmentos Enriquecidos

source: Optimizes markup for Google rich snippets including stars in search results.
es_es: Optimiza el marcado para fragmentos enriquecidos de Google incluyendo estrellas en resultados de búsqueda.

source: Failed to delete template
es_es: Error al eliminar plantilla

source: Binary (Like/Dislike)
es_es: Binario (Me Gusta/No Me Gusta)

source: Bipolar (Hearts, Favorites)
es_es: Bipolar (Corazones, Favoritos)

source: Browse Templates
es_es: Explorar Plantillas

source: with counts
es_es: con contadores

source: Loading details...
es_es: Cargando detalles...

source: Failed to load details
es_es: Error al cargar detalles

source: User Analytics
es_es: Analíticas de Usuario

source: Go back to Analytics
es_es: Volver a Analíticas

source: Rating History
es_es: Historial de Valoraciones

source: Download All as CSV
es_es: Descargar Todo como CSV

source: No ratings found
es_es: No se encontraron valoraciones

source: Post Analytics
es_es: Analíticas de Entrada

source: Post Type:
es_es: Tipo de Entrada:

source: All Ratings
es_es: Todas las Valoraciones

source: All Post Types
es_es: Todos los Tipos de Entrada

source: Posts
es_es: Entradas

source: First Rating
es_es: Primera Valoración

source: Select post type
es_es: Seleccionar tipo de entrada

source: Loading chart...
es_es: Cargando gráfico...

source: Top Rated Posts
es_es: Entradas Mejor Valoradas

source: Export, import, and clean your RatePress data
es_es: Exporta, importa y limpia tus datos de RatePress

source: 📤 Export Data
es_es: 📤 Exportar Datos

source: Export your RatePress data as SQL files for backup or migration purposes.
es_es: Exporta tus datos de RatePress como archivos SQL para respaldo o migración.

source: Export all ratings, analytics, and settings data.
es_es: Exporta todas las valoraciones, analíticas y datos de configuración.

source: Export Ratings Only
es_es: Exportar Solo Valoraciones

source: Export only the ratings data.
es_es: Exporta solo los datos de valoraciones.

source: Export Analytics Only
es_es: Exportar Solo Analíticas

source: Export only the analytics data.
es_es: Exporta solo los datos de analíticas.

source: 🗑️ Clean Data
es_es: 🗑️ Limpiar Datos

source: ⚠️ Warning:
es_es: ⚠️ Advertencia:

source: Remove all ratings, analytics, and reset settings to defaults.
es_es: Elimina todas las valoraciones, analíticas y restablece la configuración a predeterminados.

source: Clean Ratings Only
es_es: Limpiar Solo Valoraciones

source: Remove all rating data but keep analytics and settings.
es_es: Elimina todos los datos de valoraciones pero mantiene analíticas y configuración.

source: Clean Analytics Only
es_es: Limpiar Solo Analíticas

source: Remove all analytics data but keep ratings and settings.
es_es: Elimina todos los datos de analíticas pero mantiene valoraciones y configuración.

source: Reset all RatePress settings to their default values.
es_es: Restablece toda la configuración de RatePress a sus valores predeterminados.

source: 📥 Import Data (Pro)
es_es: 📥 Importar Datos (Pro)

source: Are you sure you want to
es_es: ¿Estás seguro de que deseas
